export const stockData = [
	{
		"id": "A002-1",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-5"
	},
	{
		"id": "A002-2",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-2"
	},
	{
		"id": "A002-3",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-4"
	},
	{
		"id": "A002-4",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-1"
	},
	{
		"id": "A002-5",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-6"
	},
	{
		"id": "A002-6",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-8"
	},
	{
		"id": "A002-7",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-6"
	},
	{
		"id": "A002-8",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-1"
	},
	{
		"id": "A002-9",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-2"
	},
	{
		"id": "A002-10",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-8"
	},
	{
		"id": "A002-11",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-5"
	},
	{
		"id": "A002-12",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-2"
	},
	{
		"id": "A002-13",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-4"
	},
	{
		"id": "A002-14",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-5"
	},
	{
		"id": "A002-15",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-6"
	},
	{
		"id": "A002-16",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-2"
	},
	{
		"id": "A002-17",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-1"
	},
	{
		"id": "A002-18",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-8"
	},
	{
		"id": "A002-19",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-8"
	},
	{
		"id": "A002-20",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-6"
	},
	{
		"id": "A002-21",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-3"
	},
	{
		"id": "A002-22",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-6"
	},
	{
		"id": "A002-23",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-6"
	},
	{
		"id": "A002-24",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-2"
	},
	{
		"id": "A002-25",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-8"
	},
	{
		"id": "A002-26",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-6"
	},
	{
		"id": "A002-27",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-8"
	},
	{
		"id": "A002-28",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-8"
	},
	{
		"id": "A002-29",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-3"
	},
	{
		"id": "A002-30",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-3"
	},
	{
		"id": "A002-31",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-2"
	},
	{
		"id": "A002-32",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-8"
	},
	{
		"id": "A002-33",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-8"
	},
	{
		"id": "A002-34",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-4"
	},
	{
		"id": "A002-35",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-2"
	},
	{
		"id": "A002-36",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-4"
	},
	{
		"id": "A002-37",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-6"
	},
	{
		"id": "A002-38",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-1"
	},
	{
		"id": "A002-39",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-5"
	},
	{
		"id": "A002-40",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-7"
	},
	{
		"id": "A002-41",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-5"
	},
	{
		"id": "A002-42",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-1"
	},
	{
		"id": "A002-43",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-7"
	},
	{
		"id": "A002-44",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-7"
	},
	{
		"id": "A002-45",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-9"
	},
	{
		"id": "A002-46",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-6"
	},
	{
		"id": "A002-47",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-9"
	},
	{
		"id": "A002-48",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-9"
	},
	{
		"id": "A002-49",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-9"
	},
	{
		"id": "A002-50",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-8"
	},
	{
		"id": "A002-51",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-7"
	},
	{
		"id": "A002-52",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-6"
	},
	{
		"id": "A002-53",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-7"
	},
	{
		"id": "A002-54",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-2"
	},
	{
		"id": "A002-55",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-3"
	},
	{
		"id": "A002-56",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-9"
	},
	{
		"id": "A002-57",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-9"
	},
	{
		"id": "A002-58",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-5"
	},
	{
		"id": "A002-59",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-4"
	},
	{
		"id": "A002-60",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-5"
	},
	{
		"id": "A002-61",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-4"
	},
	{
		"id": "A002-62",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-8"
	},
	{
		"id": "A002-63",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-3"
	},
	{
		"id": "A002-64",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-6"
	},
	{
		"id": "A002-65",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-1"
	},
	{
		"id": "A002-66",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-7"
	},
	{
		"id": "A002-67",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-8"
	},
	{
		"id": "A002-68",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-9"
	},
	{
		"id": "A002-69",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-6"
	},
	{
		"id": "A002-70",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-4"
	},
	{
		"id": "A002-71",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-6"
	},
	{
		"id": "A002-72",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-9"
	},
	{
		"id": "A002-73",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-4"
	},
	{
		"id": "A002-74",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-9"
	},
	{
		"id": "A002-75",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-4"
	},
	{
		"id": "A002-76",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-6"
	},
	{
		"id": "A002-77",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "001-2"
	},
	{
		"id": "A002-78",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-2"
	},
	{
		"id": "A002-79",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-6"
	},
	{
		"id": "A002-80",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-6"
	},
	{
		"id": "A002-81",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-7"
	},
	{
		"id": "A002-82",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-9"
	},
	{
		"id": "A002-83",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-5"
	},
	{
		"id": "A002-84",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "005-8"
	},
	{
		"id": "A002-85",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-4"
	},
	{
		"id": "A002-86",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-2"
	},
	{
		"id": "A002-87",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-6"
	},
	{
		"id": "A002-88",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "008-3"
	},
	{
		"id": "A002-89",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-6"
	},
	{
		"id": "A002-90",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-5"
	},
	{
		"id": "A002-91",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "006-6"
	},
	{
		"id": "A002-92",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "003-8"
	},
	{
		"id": "A002-93",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-2"
	},
	{
		"id": "A002-94",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-7"
	},
	{
		"id": "A002-95",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "007-1"
	},
	{
		"id": "A002-96",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "004-9"
	},
	{
		"id": "A002-97",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-6"
	},
	{
		"id": "A002-98",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-5"
	},
	{
		"id": "A002-99",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "002-7"
	},
	{
		"id": "A002-100",
		"name": "น้ำเกลือ 100 ml",
		"date": "27-02-22",
		"shelf": "009-4"
	}
]